<?php
//header
    define("t_home","Αρχική Σελίδα");
    define("t_tuc","Πολυτεχνείο Κρήτης");
    define("t_welcome","Εφαρμογή Καταγραφής Περιγραμμάτων Μαθημάτων");
    define("t_modal_welcome","Καλώς Ήρθατε");
    define("t_paragraph","Χρησιμοποιήστε τον ακαδημαϊκό σας λογαριασμό για να συνδεθείτε στην εφαρμογή. Για περισσότερες πληφοφορίες καντε κλίκ");
    define("t_login","Σύνδεση");
    define("t_logout","Αποσυνδεση");
    define("t_signup","Εγγραφή");
    define("t_or","'Η");
    define("t_error","ΣΦΆΛΜΑ");
    define("t_prof_alert","Σε περίπτωση λανθασμένων στοιχείων ή παράλειψης μαθήματος επικοινωνήστε με τον διαχειριστή στο nispanoudakis@isc.tuc.gr");
    

    define("t_error_login1","Λάθος στοιχεία εισαγωγής χρήστη.");
    define("t_error_login2","Σφάλμα, το όνομα χρήστη ή το email είναι ήδη καταχωρημένα.");
    define("t_error_login3","Η εγγραφή σας δεν έχει επιβεβαιωθεί ακόμα.");   
    define("t_error_course","Σφάλμα, αυτο το μάθημα δεν υπάρχει.");
    define("t_error_required_fields","Συμπληρώστε όλα τα πεδία.");
    define("t_error_on_save_course","Κάτι πήγε στραβά.");
    define("t_error_ldap_server","Σφάλμα, δεν μπόρεσε να γίνει σύνδεση με τον LDAP server.");
    define("t_error_not_listed_proff","Σφάλμα, τα δεδομένα σας δεν εχουν καταχωρηθεί ακομη στην βάση δεδομένων της εφαρμογής.");
    define("t_error_stud_access","Σφάλμα, οι φοιτητές δεν έχουν ακόμα δικαίωμα πρόσβασης στην εφαρμογή.");


    define("t_success_register","Η εγγραφή σας ολοκληρώθηκε επιτυχώς !");
    define("t_success","Επιτυχής Αποθήκευση!");
    define("t_success_new_course","Νέο μάθημα προστέθηκε επιτυχώς !");
    define("t_success_update_course","Τα στοιχεία του μαθήματος ανανεώθηκαν επιτυχώς !");

    define("t_success_new_school","Τα στοιχεία της σχολής προστέθηκαν επιτυχώς !");
    define("t_success_update_school","Τα στοιχεία της σχολής ανανεώθηκαν επιτυχώς !");

//Index modal info    
    define("t_info0","Η διαδικτυακή εφαρμογή Περιγράμματα επιτρέπει στους καθηγητές: ");
    define("t_info1","Να Συμπληρώσουν/Επεξεργαστούν το περίγραμμα των μαθημάτων τους,  όπως αυτό έχει οριστεί απο την Αρχή Διασφάλισης και Πιστοποίησης της Ποιότητας στην Ανώτατη Εκπαίδευση (ΑΔΙΠ).");
    define("t_info2","Να εξάγουν το περίγραμμα των μαθημάτων τους σε αρχείο τύπου pdf.");
    define("t_info3","Να εξάγουν το περίγραμμα των μαθημάτων τους σε μορφή HTML κώδικα για προσθήκη στον προσωπικό τους διαδικτυακό ιστότοπο.");
    define("t_info4","Να τεκμηριώνουν τα μαθησιακά αποτελέσματα των μαθημάτων τους στα πρότυπα της διεθνούς πιστοποίησης ΑΒΕΤ. Συγκεκριμένα συμπληρώνουν την τελική βαθμολογία του μαθήματός τους για τα ΑΒΕΤ μαθησιακά αποτελέσματα, έχοντας ως σύμβουλο το σκορ σημασιολογικής ομοιότητας που εξάγεται απο τον Universal Sentence Encoder. ");
    define("t_info5","Επίσης προσφέρει στους φοιτητές:");
    define("t_info6","Ένα συμβουλευτικό συστήμα, καθώς προτείνει την επιλογή των κατ’ επιλογήν υποχρεωτικών μαθημάτων τους με βάση τις δεξιότητες που επιθυμούν να ενισχύσουν.");
    define("t_info7","Ένα σύστημα παρουσίασης των γνώσεων και μια ένδειξη για το κατά πόσο αυτές ενισχύουν τα ΑΒΕΤ μαθησιακά αποτελέσματα για τον φοιτητή, μετά την επιλογή και επιτυχή παρακολούθηση συγκεκριμένων μαθημάτων.");
    define("t_info8","Αντιστοίχιση με ΑΒΕΤ");


    define("t_total_score","Συνολικό ποσοστό : ");
        
  
//Administrator    
    define("t_create_course","Δημιουργια Μαθηματος");
    define("t_create_department","Δημιουργια Προγραμματος Σπουδων");
    define("t_create_institution","Δημιουργια Ιδρυματος");  
    define("t_create_school","Δημιουργια Σχολης");   
    define("t_add_admin","Προσθήκη Χρήστη/Διαχειριστή");
    define("t_update_admin","Ενημέρωση Χρήστη/Διαχειριστή");
    define("t_add_verb","Προσθηκη Ρηματων");
    define("t_institutions_list","Καταλογος Ιδρυματων");
    define("t_schools_list","Καταλογος Σχολων");
    define("t_syllabus_list","Καταλογος Προγραμματων Σπουδων");
    define("t_syllabus_choice","Διιδρυματικό Πρόγραμμα Σπουδών");
    define("t_courses_list","Καταλογος Μαθηματων");   
    define("t_users_list","Καταλογος Χρηστων");
    define("t_outcomes_list","Καταλογος Μαθησιακων Αποτελεσματων");
    define("t_select_verb_classification","Ταξινόμηση Ρήματος");
    define("t_verb","Ρήμα");
    define("t_verbs","Ρήματα");
    define("t_verb_level","Επίπεδο");
    define("t_error_verb","Σφάλμα, αυτό το ρήμα υπάρχει ήδη");
    define("t_error_verb1","Σφάλμα, το ίδιο ρήμα δεν μπορεί να χρησιμοποιηθεί δύο φορές!");
    define("t_user_requests","Αιτήσεις Χρηστών");
    define("t_confirmed","Eπιβεβαιωμένος");
    define("t_pending_approval","Εκκρεμεί έγκριση");
    define("t_status","Κατάσταση");
    define("t_profile","Προφίλ");   
    define("t_page","Σελίδα Διαχειριστή");
//Student page

    define("t_start","ΞΕΚΙΝΉΣΤΕ");
    define("t_slang","Επιλέξτε γλώσσα διδασκαλίας");
    define("t_slang1","Επιλέξτε την Σχολή σας");
    define("t_slang2","Ποιές απο τις παρακάτω γενικές ικανότητες σας ενδιαφέρουν περισσότερο;");
    define("t_slang3","Σφάλμα, προσπαθήστε ξανά!");
    define("t_slang4","Περισσότερα");
    define("t_slang5","Κατ’ επιλογήν υποχρεωτικά");
    define("t_slang6","Υποχρεωτικά & κατ’ επιλογήν υποχρεωτικά");
    define("t_slang7","Επιλέξατε :");
    define("t_criterion","Μαθησιακό αποτέλεσμα");
    define("t_criterion1","Να διαθέτει την ικανότητα να καθορίζει, διαμορφώνει και επιλύει σύνθετα προβλήματα μηχανικού εφαρμόζοντας γνώσεις μαθηματικών, φυσικών επιστημών και επιστημών μηχανικού."); 
    define("t_criterion2","Να διαθέτει την ικανότητα να εφαρμόζει σχεδιασμό μηχανικού ώστε να βρίσκει λύσεις για την ανταπόκριση σε συγκεκριμένες ανάγκες λαμβάνοντας υπόψιν την δημόσια υγεία, την ασφάλεια και την ευημερία καθώς και τους παγκόσμιους, πολιτιστικούς, κοινωνικούς περιβαλλοντικούς και οικονομικούς παράγοντες."); 
    define("t_criterion3","Να διαθέτει την ικανότητα αποτελεσματικής επικοινωνίας σε ένα εύρος κοινού."); 
    define("t_criterion4","Να διαθέτει την ικανότητα να αναγνωρίζει τις ηθικές και επαγγελματικές του ευθύνες σε καταστάσεις ως μηχανικός και να κάνει τεκμηριωμένες κρίσεις  ώστε να κατανοεί την επίδραση των λύσεων που προτείνει ως μηχανικός στο κοινωνικό και οικονομικό σύνολο καθώς και στο περιβάλλον."); 
    define("t_criterion5","Να διαθέτει την ικανότητα να λειτουργεί αποτελεσματικά σε ομάδες όπου τα μέλη παρέχουν μαζί ηγεσία, δημιουργούν ένα περιβάλλον συνεργασίας και περιεκτικό, καθορίζουν στόχους, προγραμματίζουν εργασίες και εκπληρώνουν στόχους."); 
    define("t_criterion6","Να διαθέτει την ικανότητα να αναπτύσσει και να κάνει κατάλληλα πειράματα, να αναλύει και να ερμηνεύει τα δεδομένα καθώς επίσης να χρησιμοποιεί την κρίση του ως μηχανικός για την εξαγωγή συμπερασμάτων."); 
    define("t_criterion7","Να διαθέτει την ικανότητα να αποκτά και να εφαρμόζει νέες γνώσεις ανάλογα με τις ανάγκες, χρησιμοποιώντας κατάλληλες στρατηγικές μάθησης."); 


//Abet Page
    define("t_abet_title","Τεκμηρίωση μαθησιακών αποτελεσμάτων");
    define("t_translate","Μετάφραση");
    define("t_abet_learning_outcomes","ABET Μαθησιακά Αποτελέσματα");
    define("t_doc01","Τεκμηρίωση βάση Γενικών Ικανοτήτων");
    define("t_doc02","Τεκμηρίωση βάση Μαθησιακών Αποτελεσμάτων");
    define("t_score_array","Σκορ Μαθησιακών Αποτελεσμάτων ανά ΑΒΕΤ Μαθησιακό αποτέλεσμα");
    define("t_final_array","Τελική βαθμολογία μαθήματος για τα ΑBET Μαθησιακά Αποτελέσματα");
    define("t_score_array2","Σκορ Γενικών Ικανοτήτων ανά Κριτήριο ΑΒΕΤ");
    define("t_score_array1","Συγκεντρωτικά Σκορ Μαθησιακών Αποτελεσμάτων ανά Κριτήριο ΑΒΕΤ των Μαθημάτων που επιλέξατε");
    define("t_score_array3","Συγκεντρωτικά Σκορ Γενικών Ικανοτήτων ανά Κριτήριο ΑΒΕΤ των Μαθημάτων που επιλέξατε");
    define("t_doc_course_percent","Ποσοστό μεταφρασμένων μαθησιακών αποτελεσμάτων");

    

//Admin- learning outcomes page
    define("t_active_courses","Ενεργά Μαθήματα");
    define("t_active_courses1","Μαθήματα που ο διδάσκων έχει συμπληρώσει (τουλάχιστον ένα) μαθησιακό/ά αποτελέσματα.");
    define("t_translate_error","Σφάλμα, παρακαλώ επιλέξτε γλώσσα μεταφρασης.");
    define("t_translate_active","Μετάφραση μαθησιακών αποτελεσμάτων ενεργών μαθημάτων");
    define("t_here","εδώ");

//Admin- document learning outcomes page
    define("t_translated_courses","Ενεργά Μεταφρασμένα Μαθήματα");
   
    define("t_translated_courses2","Ποσοστό μεταφρασμένων μαθησιακών αποτελεσμάτων μαθήματος");
    define("t_translated_courses3","Εμφάνιση");
    define("t_translated_courses4","Ενεργά μεταφρασμένα μαθήματα θεωρούνται εκείνα όπου έχουν μεταφραστεί ΟΛΑ τα μαθησιακά αποτελέσματα τους.");
    define("t_documented_courses","Ενεργά Τεκμηριωμένα Μαθήματα");
    define("t_documented_courses1","Ενεργά τεκμηριωμένα μαθήματα θεωρούνται εκείνα όπου έχουν μεταφραστεί ΟΛΑ τα μαθησιακά αποτελέσματα τους ΚΑΙ έχει γίνει αποθήκευση του σκορ τους σύμφωνα με το μοντέλο .");
    define("t_results_by_course","Παρουσίαση Αποτελεσμάτων ανά μάθημα");
    define("t_results_by_school","Παρουσίαση Αποτελεσμάτων ανά Σχολή");
    define("t_results","Συγκεντρωτικά Αποτελέσματα Ιδρύματος ");



//Html
    define("t_hours_pweek","ώρες την εβδομάδα");
    define("t_hours","ώρες");
    define("t_copy","Αντιγραφή");


// sign up    
    define("t_firstname","Όνομα");
    define("t_lastname","Επίθετο");
    define("t_email","E-mail");
    define("t_username","Όνομα Χρήστη");
    define("t_password","Κωδικός");
    define("t_select_profile","Επιλογή Προφίλ");
    define("t_select_institution","Επιλογή Ιδρύματος");
    define("t_select_school","Επιλογή Σχολής");
    define("t_select_syllabus","Επιλογή Προγράμματος Σπουδών");
    define("t_professor","Καθηγητης");
    define("t_professor_1","Καθηγητής");
    define("t_admin","Διαχειριστης");
    define("t_admin_1","Διαχειριστής");
    define("t_super_admin","Super Διαχειριστής");
    define("t_admin_institution","Διαχειριστής Ιδρύματος");
    define("t_admin_school","Διαχειριστής Σχολής");
    define("t_admin_syllabus","Διαχειριστής Προγράμματος Σπουδών");
    define("t_professor_admin","Καθηγητής/Διαχειριστής");
 
// IndexProfessor buttons
    define("t_index_professor_info","Επεξεργαστείτε/Συμπληρώστε το περίγραμμά των μαθημάτων που διδάσκετε και εκτυπώστε το περίγραμμα του μαθήματος σας σε αρχείο τύπου pdf. Προσθέστε τον κώδικα (HTML) στον διαδικτυακό ιστότοπο σας και τεκμηριώστε τα μαθησιακά αποτελέσματα των μαθημάτων σας, στα πρότυπα της διεθνής πιστοποίησης ΑΒΕΤ. ");   
     
// buttons
    define("t_next","Επομενο");
    define("t_previous","Προηγουμενο");
    define("t_finish","Τελος");
    define("t_add","Προσθήκη");
    define("t_update","Ενημερωση");
    define("t_delete","Διαγραφη");                     
    define("t_delete_suc","Διαγράφηκε επιτυχώς");
    define("t_update_suc","Ανανεώθηκε επιτυχώς");
    define("t_edit","Επεξεργασια");
    define("t_submit","Υποβολή");    
    define("t_print","Εκτύπωση");
    define("t_html","Κώδικας HTML");
    define("t_save","Αποθήκευση");   
    define("t_close","Κλείσιμο");
    define("t_scroll_top","Κάντε κλικ για να επιστρέψετε στην κορυφή της σελίδας");    
    define("t_optional","Ορισμός τύπου Μαθήματος");


// Mathisiaka apotelesmata  
    define("t_mycourses","Τα Μαθήματά μου");
    define("t_course","Μάθημα");  
    define("t_new_course_description","ΔΗΜΙΟΥΡΓΙΑ ΜΑΘΗΜΑΤΟΣ");
    define("t_new_institution_description","ΔΗΜΙΟΥΡΓΙΑ ΙΔΡΥΜΑΤΟΣ");
    define("t_new_school_description","ΔΗΜΙΟΥΡΓΙΑ ΣΧΟΛΗΣ");
    define("t_new_department_description","ΔΗΜΙΟΥΡΓΙΑ ΠΡΟΓΡΑΜΜΑΤΩΝ ΣΠΟΥΔΩΝ");
    define("t_course_description","ΕΠΕΞΕΡΓΑΣΙΑ ΜΑΘΗΜΑΤΟΣ");
    define("t_institution_description","ΕΠΕΞΕΡΓΑΣΙΑ ΙΔΡΥΜΑΤΟΣ"); 
    define("t_department_description","ΕΠΕΞΕΡΓΑΣΙΑ ΠΡΟΓΡΑΜΜΑΤΟΣ ΣΠΟΥΔΩΝ");    
    define("t_school_description","ΕΠΕΞΕΡΓΑΣΙΑ ΣΧΟΛΗΣ");
    define("t_syllabus_description","ΕΠΕΞΕΡΓΑΣΙΑ ΠΡΟΓΡΑΜΜΑΤΟΣ ΣΠΟΥΔΩΝ");
    define("t_general","(1) ΓΕΝΙΚΑ");
    define("t_Institution","Ίδρυμα");
    define("t_Institution_2","ΔΕΥΤΕΡΟ ΙΔΡΥΜΑ ΠΡΟΓΡΑΜΜΑΤΟΣ");
    define("t_Institution_2nd","ΔΕΥΤΕΡΟ ΙΔΡΥΜΑ");
    define("t_Institution_1","ΙΔΡΥΜΑ ΠΡΟΓΡΑΜΜΑΤΟΣ");
    define("t_institution","ΙΔΡΥΜΑ");
    define("t_institution2","ΔΕΥΤΕΡΟ ΙΔΡΥΜΑ");
    define("t_School","Σχολή");
    define("t_School_2","2η Σχολή");
    define("t_school_multiple","ΣΧΟΛΗ/ΕΣ");
    define("t_school","ΣΧΟΛΗ");   
    define("t_second_school", "ΔΕΥΤΕΡΗ ΣΧΟΛΗ");
    define("t_department","ΤΜΗΜΑ "); 
    define("t_curriculum0","Πρόγραμμα Σπουδών");  
    define("t_curriculum","ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ");   
    define("t_curriculum2","ΔΕΥΤΕΡΟ ΠΡΟΓΡΑΜΜΑ ΣΠΟΥΔΩΝ");
    define("t_level","ΕΠΙΠΕΔΟ ΣΠΟΥΔΩΝ");
    define("t_level1","Προπτυχιακό");
    define("t_level2","Μεταπτυχιακό");  
    define("t_level3","Διδακτορικό");

    define("t_lesson_code","ΚΩΔΙΚΟΣ ΜΑΘΗΜΑΤΟΣ");
    define("t_course_title","ΤΙΤΛΟΣ ΜΑΘΗΜΑΤΟΣ"); 
    define("t_institution_title","ΤΙΤΛΟΣ ΙΔΡΥΜΑΤΟΣ");
    define("t_institution_title0","Τίτλος Ιδρύματος");              
    define("t_department_title","ΤΙΤΛΟΣ ΠΡΟΓΡΑΜΜΑΤΟΣ ΣΠΟΥΔΩΝ");
    define("t_school_title","ΤΙΤΛΟΣ ΣΧΟΛΗΣ");
    define("t_school_title0","Τίτλος Σχολής");
    define("t_syllabus_title0","Τίτλος Προγράμματος Σπουδών");
    define("t_semester0","Εξάμηνο");
    define("t_semester","ΕΞΑΜΗΝΟ ΣΠΟΥΔΩΝ");  
    define("t_semester1","Εξάμηνο σπουδών");
    define("t_teaching_activities","ΑΥΤΟΤΕΛΕΙΣ ΔΙΔΑΚΤΙΚΕΣ ΔΡΑΣΤΗΡΙΟΤΗΤΕΣ ");
    define("t_teaching_activities1","σε περίπτωση που οι πιστωτικές μονάδες απονέμονται σε διακριτά μέρη του μαθήματος π.χ. Διαλέξεις, Εργαστηριακές Ασκήσεις κ.λπ. Αν οι πιστωτικές μονάδες απονέμονται ενιαία για το σύνολο του μαθήματος αναγράψτε τις εβδομαδιαίες ώρες διδασκαλίας και το σύνολο των πιστωτικών μονάδων.");
    define("t_teaching_activities_name1","Διαλέξεις");
    define("t_teaching_activities_name2","Εργαστήρια");
    define("t_teaching_activities_name3","Φροντιστηριακές Ασκήσεις");
    define("t_teaching_activities_name4","Εργαστήρια/Φροντιστηριακές Ασκήσεις");

    define("t_total","Σύνολο");

    define("t_teaching_hours","ΕΒΔΟΜΑΔΙΑΙΕΣ ΩΡΕΣ ΔΙΔΑΣΚΑΛΙΑΣ");
    define("t_credit_units","ΠΙΣΤΩΤΙΚΕΣ ΜΟΝΑΔΕΣ");
    define("t_comment","Η οργάνωση διδασκαλίας και οι διδακτικές μέθοδοι που χρησιμοποιούνται περιγράφονται αναλυτικά στο (4).");
    define("t_course_type","ΤΥΠΟΣ ΜΑΘΗΜΑΤΟΣ");
    define("t_prerequisite_courses","ΠΡΟΑΠΑΙΤΟΥΜΕΝΑ ΜΑΘΗΜΑΤΑ");
    define("t_language","ΓΛΩΣΣΑ ΔΙΔΑΣΚΑΛΙΑΣ και ΕΞΕΤΑΣΕΩΝ");
    define("t_language0","Γλώσσα Διδασκαλίας και Εξετάσεων");  
    // define("t_language1","Ελληνικά");
    // define("t_language2","Αγγλικά");

    define("t_erasmus","ΤΟ ΜΑΘΗΜΑ ΠΡΟΣΦΕΡΕΤΑΙ ΣΕ ΦΟΙΤΗΤΕΣ ERASMUS ");
    define("t_yes","Ναι");
    define("t_no","Όχι");
    define("t_url","ΗΛΕΚΤΡΟΝΙΚΗ ΣΕΛΙΔΑ ΜΑΘΗΜΑΤΟΣ (URL) ");
    define("t_2learning_outcomes","(2) ΜΑΘΗΣΙΑΚΑ ΑΠΟΤΕΛΕΣΜΑΤΑ");

    define("t_tooltip_general","Συμπληρώστε τον τύπο του μαθήματος και την ηλεκτρονική σελίδα του, αν υπάρχει. Τα γενικά στοιχεία του μαθήματος, έχουν συμπληρωθεί ήδη από τον διαχειριστή σύμφωνα με τον οδηγό σπουδών του τμήματος.");

    define("t_tooltip_learn_outcomes","Σε αυτή την ενότητα διατυπώστε τα μαθησιακά αποτελέσματα δηλαδή όλα αυτά που ο εκπαιδευόμενος
    γνωρίζει, κατανοεί και μπορεί να κάνει μετά την ολοκλήρωση μιας μαθησιακής διαδικασίας. 
    Η σύνταξη των μαθησιακών αποτελεσμάτων είναι απαραίτητο να ξεκινάει με την εξής φράση:<br>Με την επιτυχή ολοκλήρωση του μαθήματος ο
    φοιτητής/τρία θα είναι σε θέση να."."<br />"."Στην αρχή της διατύπωσης επιλέγουμε το ρήμα που δείχνει ενέργεια (αριστερά στην φόρμα) σύμφωνα με την ταξινομία του Βloom. Το ρήμα αυτό ακολουθεί ένα αντικείμενο του ρήματος, καθώς και μια μικρή φράση που δίνει συνοπτικά το νόημα του
    μαθησιακού αποτελέσματος (δεξιά στην φόρμα)."."<br />"."Μπορείτε να γράψετε όσα μαθησιακά αποτελέσματα επιθυμείτε αλλά φροντίστε τα πιο σημαντικά να είναι στην αρχή της λίστας καθώς από αυτά θα επιλεχθούν τα πρώτα επτά, που είναι το όριο, για εκτύπωση.
    Μετακινήστε ολόκληρη την πρόταση στη θέση που επιθυμείτε πατώντας τα βελάκια που υπάρχουν αριστερά από τα ρήματα."."<br />"."Aποφύγετε σύνθετες και μακροσκελείς προτάσεις. Σε περίπτωση που απαιτείται
    η διατύπωση μιας πολύπλοκης πρότασης, προτείνεται για λόγους σαφήνειας να συντάσσονται δύο ή και περισσότερες προτάσεις.");    
    define("t_learning_outcomes","Μαθησιακά Αποτελέσματα");
    define("t_learning_outcomes_","Παρουσίαση Μαθησιακών Αποτελεσμάτων");
    define("t_learning_outcomes0","Τεκμηρίωση Μαθησιακών Αποτελεσμάτων");
    define("t_learning_outcomes1","Περιγράφονται τα μαθησιακά αποτελέσματα του μαθήματος οι συγκεκριμένες  γνώσεις, δεξιότητες και ικανότητες καταλλήλου επιπέδου που θα αποκτήσουν οι φοιτητές μετά την επιτυχή ολοκλήρωση του μαθήματος.");
    define("t_learning_outcomes2","Συμβουλευτείτε το Παράρτημα Α ");
    define("t_learning_outcomes3","• Περιγραφή του Επιπέδου των Μαθησιακών Αποτελεσμάτων για κάθε ένα κύκλο σπουδών σύμφωνα με το Πλαίσιο Προσόντων του Ευρωπαϊκού Χώρου Ανώτατης Εκπαίδευσης ");
    define("t_learning_outcomes4","• Περιγραφικοί Δείκτες Επιπέδων 6, 7 & 8 του Ευρωπαϊκού Πλαισίου Προσόντων Διά Βίου Μάθησης και το Παράρτημα Β");
    define("t_learning_outcomes5","• Περιληπτικός Οδηγός συγγραφής Μαθησιακών Αποτελεσμάτων");
    define("t_learning_outcomes_begin","Με την επιτυχή ολοκλήρωση του μαθήματος ο φοιτητής/τρια θα είναι σε θέση να:");

    define("t_tooltip_general_capabilities","Επιλέξτε τα στοιχεία που θεωρείτε ότι ο φοιτητής θα έχει αποκτήσει (ή βελτιώσει) μετά το πέρας του μαθήματος. Εδώ πραγματοποιείται ένας έλεγχος
    προκειμένου, στην ενότητα (4) ΟΡΓΑΝΩΣΗ ΔΙΔΑΣΚΑΛΙΑΣ, να δικαιολογηθούν οι επιλογές που κάνει ο χρήστης-διδάσκων. Επομένως φροντίστε η γενική ικανότητα που θα επιλέξετε να έχει τον αντίστοιχο φόρτο εργασίας στην ενότητα (4).");
    define("t_general_capabilities","Γενικές Ικανότητες");
    define("t_general_capabilities0","Γενικές ικανότητες που ενισχύει το μάθημα");
    define("t_general_capabilities1","Λαμβάνοντας υπόψη τις γενικές ικανότητες που πρέπει να έχει αποκτήσει ο πτυχιούχος (όπως αυτές αναγράφονται στο Παράρτημα Διπλώματος και παρατίθενται ακολούθως) σε ποια / ποιες από αυτές αποσκοπεί το μάθημα;");
    define("t_general_capabilities2","Αναζήτηση, ανάλυση και σύνθεση δεδομένων και πληροφοριών, με τη χρήση και των απαραίτητων τεχνολογιών");
    define("t_general_capabilities3","Προσαρμογή σε νέες καταστάσεις"); 
    define("t_general_capabilities4","Λήψη αποφάσεων"); 
    define("t_general_capabilities5","Αυτόνομη εργασία ");
    define("t_general_capabilities6","Ομαδική εργασία"); 
    define("t_general_capabilities7","Εργασία σε διεθνές περιβάλλον ");
    define("t_general_capabilities8","Εργασία σε διεπιστημονικό περιβάλλον"); 
    define("t_general_capabilities9","Παράγωγή νέων ερευνητικών ιδεών"); 
    define("t_general_capabilities10","Σχεδιασμός και διαχείριση έργων"); 
    define("t_general_capabilities11","Σεβασμός στη διαφορετικότητα και στην πολυπολιτισμικότητα"); 
    define("t_general_capabilities12","Σεβασμός στο φυσικό περιβάλλον"); 
    define("t_general_capabilities13","Επίδειξη κοινωνικής, επαγγελματικής και ηθικής υπευθυνότητας και ευαισθησίας σε θέματα φύλου"); 
    define("t_general_capabilities14","Άσκηση κριτικής και αυτοκριτικής ");
    define("t_general_capabilities15","Προαγωγή της ελεύθερης, δημιουργικής και επαγωγικής σκέψης");
    define("t_general_capabilities16","…… Άλλες…");
    
    define("t_tooltip_course_content","Συμπληρώστε με ένα περιεκτικό τρόπο το περιεχόμενο του μαθήματος (που μέχρι τώρα διατυπώνεται στους οδηγούς σπουδών).");
    define("t_3course_content","(3) ΠΕΡΙΕΧΟΜΕΝΟ ΜΑΘΗΜΑΤΟΣ ");
    define("t_course_content","ΠΕΡΙΕΧΟΜΕΝΟ ΜΑΘΗΜΑΤΟΣ ");
    define("t_course_content1","Περιεχόμενο μαθήματος ");
    define("t_4teaching_methods","(4) ΔΙΔΑΚΤΙΚΕΣ και ΜΑΘΗΣΙΑΚΕΣ ΜΕΘΟΔΟΙ – ΑΞΙΟΛΟΓΗΣΗ ");
    define("t_lecture_method","ΤΡΟΠΟΣ ΠΑΡΑΔΟΣΗΣ ");
    
    define("t_tooltip_use_of_technology"," Αρχικά συμπληρώστε τον τρόπο παράδοσης του μαθήματος,
    αν γίνεται στην τάξη (πρόσωπο με πρόσωπο) ή αν γίνεται εξ αποστάσεως. Στη συνέχεια, γίνεται
    αναφορά στη χρήση τεχνολογιών πληροφορίας και επικοινωνίας, αν δηλαδή γίνεται τέτοια χρήση
    στη διδασκαλία, στην εργαστηριακή εκπαίδευση ή κατά την επικοινωνία με το φοιτητή. Τέτοιο
    παράδειγμα είναι τα forum που χρησιμοποιούνται σε κάποια μαθήματα."."<br />"."Στη συνέχεια απαιτούνται πληροφορίες σχετικά με την οργάνωση της
    διδασκαλίας. Συμπληρώστε τις ώρες που πρέπει να αφιερώσει ο φοιτητής σε συγκεκριμένες δραστηριότητες. Τα πρώτα τέσσερα πεδία συμπληρώνονται
    αυτόματα ανάλογα με τις επιλογές των εβδομαδιαίων ωρών διδασκαλίας της πρώτης ενότητας. Τα επόμενα πεδία πρέπει να συνάδουν με τις επιλογές σας στην ενότητα (3) Γενικές Ικανότητες. Σε αντίθετη περίπτωση εμφανίζεται αντίστοιχο μήνυμα."."<br />"."Τέλος επιλέξτε τον τρόπο που αξιολογείτε
    τους φοιτητές. ");
    define("t_use_of_technlogy","ΧΡΗΣΗ ΤΕΧΝΟΛΟΓΙΩΝ ΠΛΗΡΟΦΟΡΙΑΣ ΚΑΙ ΕΠΙΚΟΙΝΩΝΙΩΝ ");
    define("t_use_of_technlogy1","Χρήση Τ.Π.Ε. στη Διδασκαλία, στην Εργαστηριακή Εκπαίδευση, στην Επικοινωνία με τους φοιτητές");
    define("t_teaching_organisation","ΟΡΓΑΝΩΣΗ ΔΙΔΑΣΚΑΛΙΑΣ");
    define("t_teaching_organisation0","Οργάνωση διδασκαλίας");
    define("t_teaching_organisation1","Περιγράφονται αναλυτικά ο τρόπος και μέθοδοι διδασκαλίας.");
    define("t_teaching_organisation2","Διαλέξεις, Σεμινάρια, Εργαστηριακή Άσκηση, Άσκηση Πεδίου, Μελέτη & ανάλυση βιβλιογραφίας, Φροντιστήριο, Πρακτική (Τοποθέτηση), Κλινική Άσκηση, Καλλιτεχνικό Εργαστήριο, Διαδραστική διδασκαλία, Εκπαιδευτικές επισκέψεις, Εκπόνηση μελέτης (project), Συγγραφή εργασίας / εργασιών, Καλλιτεχνική δημιουργία, κ.λπ.");
    define("t_teaching_organisation3","Αναγράφονται οι ώρες μελέτης του φοιτητή για κάθε μαθησιακή δραστηριότητα καθώς και οι ώρες μη καθοδηγούμενης μελέτης σύμφωνα με τις αρχές του ECTS.");
    define("t_organisation_comment","Σχόλια για την Οργάνωση της Διδασκαλίας");
    define("t_activity","Δραστηριότητα");
    define("t_workload","Φόρτος Εργασίας Εξαμήνου (13 εβδομ. * εβδομ. ώρες )");
    define("t_total_course","Σύνολο Μαθήματος (25 ώρες φόρτου εργασίας ανά πιστωτική μονάδα)");
    define("t_assess","Αξιολόγηση");
    define("t_assessment","ΑΞΙΟΛΟΓΗΣΗ ΦΟΙΤΗΤΩΝ ");
    define("t_assessment_language","Γλώσσα Αξιολόγησης:  ");
    define("t_assessment1","Αθροιστική/Συμπερασματική (για βαθμό φοιτητή) Αξιολόγηση");
    define("t_assessment2","Γλώσσα Αξιολόγησης, Μέθοδοι αξιολόγησης, Διαμορφωτική  ή Συμπερασματική, Δοκιμασία Πολλαπλής Επιλογής, Ερωτήσεις Σύντομης Απάντησης, Ερωτήσεις Ανάπτυξης Δοκιμίων, Επίλυση Προβλημάτων, Γραπτή Εργασία, Έκθεση / Αναφορά, Προφορική Εξέταση, Δημόσια Παρουσίαση, Εργαστηριακή Εργασία, Κλινική Εξέταση Ασθενούς, Καλλιτεχνική Ερμηνεία, Άλλη / Άλλες.");
    define("t_assessment3","Αναφέρονται ρητά προσδιορισμένα κριτήρια αξιολόγησης και εάν και που είναι προσβάσιμα από τους φοιτητές.");
    define("t_assessment_comment","Σχόλια για την Αξιολόγηση των Φοιτητών");
    
    define("t_bibliography_tooltip","Aφορά τη βιβλιογραφία του μαθήματος, τον κατάλογο δηλαδή των βιβλίων ή/και άρθρων που συστήνετε στους φοιτητές για την μελέτη του μαθήματος.");
    define("t_recommended_bibliography","ΣΥΝΙΣΤΩΜΕΝΗ-ΒΙΒΛΙΟΓΡΑΦΙΑ");
    define("t_recommended_bibliography0","Συνιστώμενη Βιβλιογραφία");

    define("t_5bibliography","(5) Προτεινόμενη Βιβλιογραφία / Συναφή επιστημονικά περιοδικά");
    
    
    define("t_pending","Υπάρχει κάποια εκκρεμότητα");

?>
